{
  "quotes": [
    "Mathematics is the language in which God has written the universe. — Galileo Galilei",
    "Pure mathematics is, in its way, the poetry of logical ideas. — Albert Einstein",
    "Mathematics is not about numbers, equations, computations, or algorithms: it is about understanding. — William Paul Thurston",
    "The essence of mathematics lies in its freedom. — Georg Cantor",
    "Mathematics knows no races or geographic boundaries; for mathematics, the cultural world is one country. — David Hilbert",
    "In mathematics, the art of proposing a question must be held of higher value than solving it. — Georg Cantor",
    "Mathematics is the music of reason. — James Joseph Sylvester",
    "God created the integers; all else is the work of man. — Leopold Kronecker",
    "A mathematician is a device for turning coffee into theorems. — Paul Erdős",
    "The mathematician does not study pure mathematics because it is useful; he studies it because he delights in it and he delights in it because it is beautiful. — Henri Poincaré",
    "Mathematics compares the most diverse phenomena and discovers the secret analogies that unite them. — Joseph Fourier",
    "To those who do not know mathematics it is difficult to get across a real feeling as to the beauty, the deepest beauty, of nature. — Richard Feynman",
    "The study of mathematics, like the Nile, begins in minuteness but ends in magnificence. — Charles Caleb Colton",
    "Mathematics is the queen of sciences and number theory is the queen of mathematics. — Carl Friedrich Gauss",
    "Pure mathematics consists entirely of assertions to the effect that, if such and such a proposition is true of anything, then such and such another proposition is true of that thing. — Bertrand Russell",
    "A mathematician who is not also something of a poet will never be a complete mathematician. — Karl Weierstrass",
    "Mathematics may be defined as the subject in which we never know what we are talking about, nor whether what we are saying is true. — Bertrand Russell",
    "There is no inquiry which is not finally reducible to a question of Numbers. — Auguste Comte",
    "Go down deep enough into anything and you will find mathematics. — Dean Schlicter",
    "Without mathematics, there's nothing you can do. Everything around you is mathematics. Everything around you is numbers. — Shakuntala Devi",
    "Number rules the universe. — Pythagoras",
    "Mathematics is the most beautiful and most powerful creation of the human spirit. — Stefan Banach",
    "If I have seen further it is by standing on the shoulders of Giants. — Isaac Newton",
    "The laws of nature are but the mathematical thoughts of God. — Euclid",
    "Life is good for only two things, discovering mathematics and teaching mathematics. — Siméon Poisson",
    "As far as the laws of mathematics refer to reality, they are not certain; and as far as they are certain, they do not refer to reality. — Albert Einstein",
    "Mathematics is the art of giving the same name to different things. — Henri Poincaré",
    "In mathematics, you don't understand things. You just get used to them. — John von Neumann",
    "Do not worry about your difficulties in mathematics. I can assure you mine are still greater. — Albert Einstein",
    "Arithmetic is where numbers fly like pigeons in and out of your head. — Carl Sandburg",
    "Mathematics is concerned with all types of formal, logical relations. — Hermann Weyl",
    "Logic is the anatomy of thought. — John Locke",
    "Mathematics is the science of patterns, and nature exploits just about every pattern that there is. — Ian Stewart",
    "The only way to learn mathematics is to do mathematics. — Paul Halmos",
    "Mathematicians are like Frenchmen: whatever you say to them they translate into their own language and forthwith it is something entirely different. — Johann Wolfgang von Goethe",
    "An expert is someone who has made all the mistakes that can be made in a very narrow field. — Niels Bohr",
    "How can it be that mathematics, being after all a product of human thought independent of experience, is so admirably adapted to the objects of reality? — Albert Einstein",
    "If people do not believe that mathematics is simple, it is only because they do not realize how complicated life is. — John von Neumann",
    "The book of nature is written in the language of mathematics. — Galileo Galilei",
    "Mathematics possesses not only truth, but supreme beauty — a beauty cold and austere, like that of sculpture. — Bertrand Russell"
  ]
}
